Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's a smell that you love that most people would find weird?
de: Was ist ein Geruch, den du liebst, den die meisten Leute seltsam finden würden?
es: ¿Qué olor te encanta que la mayoría de la gente encontraría extraño?
fr: Quelle est une odeur que tu aimes et que la plupart des gens trouveraient étrange ?
it: Qual è un odore che ami e che la maggior parte delle persone troverebbe strano?
ja: あなたが好きだけど、大抵の人は変だと思う匂いは何ですか？
ko: 대부분은 이상하게 생각하지만 본인은 좋아하는 냄새가 있다면 뭐예요?
nb: Hvilken lukt elsker du som de fleste ville synes er merkelig?
nl: Welke geur vind jij heerlijk die de meeste mensen raar zouden vinden?
pl: Jaki zapach kochasz, który większość ludzi uznałaby za dziwny?
pt_br: Qual é um cheiro que você ama e que a maioria das pessoas acharia estranho?
sv: Vilken lukt älskar du som de flesta skulle tycka är konstig?
uk: Який запах ви любите, який більшість людей вважали б дивним?
zh_hans: 你喜欢但大多数人会觉得奇怪的气味是什么？

source: What's a social rule you follow but don't agree with?
de: Welche soziale Regel befolgst du, aber mit der du nicht einverstanden bist?
es: ¿Qué regla social sigues pero con la que no estás de acuerdo?
fr: Quelle règle sociale suis-tu sans être d'accord avec elle ?
it: Quale regola sociale segui ma con cui non sei d'accordo?
ja: 同意しないけど従っている社会的ルールは何ですか？
ko: 동의하지는 않지만 따르는 사회적 규칙은 무엇인가요?
nb: Hvilken sosial regel følger du, men er ikke enig i?
nl: Welke sociale regel volg je maar ben je het er niet mee eens?
pl: Jaką zasadę społeczną stosujesz, ale się z nią nie zgadzasz?
pt_br: Qual regra social você segue, mas não concorda?
sv: Vilken social regel följer du men håller inte med om?
uk: Яке соціальне правило ви дотримуєтесь, але не згодні з ним?
zh_hans: 哪条社会规则你虽然遵循，但并不同意？

source: What's a song that gets stuck in your head just by thinking about it?
de: Welches Lied geht dir nur vom Gedanken daran nicht mehr aus dem Kopf?
es: ¿Qué canción se te queda pegada en la cabeza con solo pensarla?
fr: Quelle chanson te reste dans la tête rien qu'en y pensant ?
it: Quale canzone ti rimane in testa solo a pensarci?
ja: 考えただけで頭から離れなくなる曲は何ですか？
ko: 생각만 해도 머릿속에서 맴도는 노래가 뭐예요?
nb: Hvilken sang setter seg på hjernen bare ved å tenke på den?
nl: Welk nummer blijft in je hoofd hangen alleen door eraan te denken?
pl: Jaka piosenka wpada w ucho tylko przez samo myślenie o niej?
pt_br: Qual música gruda na sua cabeça só de pensar nela?
sv: Vilken låt fastnar på hjärnan bara av att tänka på den?
uk: Яка пісня застряє в голові, просто подумавши про неї?
zh_hans: 哪首歌只要一想起来就会在你脑海中挥之不去？

source: What's a song that was popular when you were 12 that you still love?
de: Welches Lied war populär, als du 12 warst, und das du immer noch liebst?
es: ¿Qué canción era popular cuando tenías 12 años y aún te encanta?
fr: Quelle chanson populaire quand tu avais 12 ans aimes-tu encore ?
it: Quale canzone era popolare quando avevi 12 anni e che ancora ami?
ja: 12歳の時に流行っていて、今でも好きな曲は何ですか？
ko: 12살 때 유행했던 노래 중 아직도 좋아하는 곡은 무엇인가요?
nb: Hvilken sang var populær da du var 12 år som du fortsatt elsker?
nl: Welk nummer was populair toen je 12 was en waar je nog steeds van houdt?
pl: Jaka piosenka była popularna, gdy miałeś 12 lat i wciąż ją kochasz?
pt_br: Qual música era popular quando você tinha 12 anos e você ainda ama?
sv: Vilken låt var populär när du var 12 som du fortfarande älskar?
uk: Яка пісня була популярною, коли тобі було 12, і ти досі її любиш?
zh_hans: 你12岁时流行、现在仍然喜欢的歌曲是什么？

source: What's a song you secretly know all the lyrics to?
de: Welchen Song kennst du heimlich auswendig?
es: ¿Qué canción te sabes todas las letras en secreto?
fr: Quelle chanson connais-tu secrètement par cœur ?
it: Quale canzone conosci segretamente a memoria?
ja: 内緒で全部の歌詞を覚えている曲は何ですか？
ko: 비밀스럽게 모든 가사를 알고 있는 노래는 무엇인가요?
nb: Hvilken sang kan du i hemmelighet alle tekstene til?
nl: Van welk liedje ken je stiekem alle teksten?
pl: Jaką piosenkę potajemnie znasz całą na pamięć?
pt_br: Qual música você secretamente sabe a letra toda?
sv: Vilken låt kan du i hemlighet alla texter till?
uk: Яку пісню ви таємно знаєте напам'ять?
zh_hans: 哪首歌你偷偷地记住了所有歌词？

source: What's a sound or silence you find profound?
de: Welches Geräusch oder welche Stille findest du tiefgründig?
es: ¿Qué sonido o silencio te parece profundo?
fr: Quel son ou silence trouves-tu profond ?
it: Quale suono o silenzio trovi profondo?
ja: 深いと感じる音や沈黙は何ですか？
ko: 깊이가 느껴지는 소리나 침묵은 무엇인가요?
nb: Hvilken lyd eller stillhet synes du er dyp?
nl: Welk geluid of welke stilte vind je diepgaand?
pl: Jaki dźwięk lub ciszę uważasz za głęboki?
pt_br: Que som ou silêncio você acha profundo?
sv: Vilket ljud eller vilken tystnad tycker du är djup?
uk: Який звук чи тишу ви вважаєте глибокими?
zh_hans: 你觉得哪种声音或寂静很深刻？

source: What's a sound that you find incredibly satisfying?
de: Welches Geräusch findest du unglaublich befriedigend?
es: ¿Qué sonido te resulta increíblemente satisfactorio?
fr: Quel son trouves-tu incroyablement satisfaisant ?
it: Quale suono trovi incredibilmente soddisfacente?
ja: 非常に満足感のある音は何ですか？
ko: 엄청나게 만족스러운 소리는 무엇인가요?
nb: Hvilken lyd synes du er utrolig tilfredsstillende?
nl: Welk geluid vind jij ongelooflijk bevredigend?
pl: Jaki dźwięk jest dla ciebie niezwykle satysfakcjonujący?
pt_br: Que som você acha incrivelmente satisfatório?
sv: Vilket ljud tycker du är otroligt tillfredsställande?
uk: Який звук ви вважаєте неймовірно приємним?
zh_hans: 哪种声音让你觉得非常惬意？

source: What's a souvenir you regret not buying?
de: Welches Souvenir bereust du nicht gekauft zu haben?
es: ¿Qué souvenir lamentas no haber comprado?
fr: Quel souvenir regrettes-tu de ne pas avoir acheté ?
it: Quale souvenir rimpiangi di non aver comprato?
ja: 買わなかったことを後悔しているお土産は何ですか？
ko: 사지 않은 것을 후회하는 기념품은 무엇인가요?
nb: Hvilken souvenir angrer du på at du ikke kjøpte?
nl: Welk souvenir heb je spijt dat je niet hebt gekocht?
pl: Jakiej pamiątki żałujesz, że nie kupiłeś/aś?
pt_br: Qual lembrança você se arrepende de não ter comprado?
sv: Vilken souvenir ångrar du att du inte köpte?
uk: Який сувенір ви шкодуєте, що не купили?
zh_hans: 哪个纪念品你后悔没有买？

source: What's a story you want to be able to tell in ten years?
de: Welche Geschichte möchtest du in zehn Jahren erzählen können?
es: ¿Qué historia quieres poder contar en diez años?
fr: Quelle histoire veux-tu pouvoir raconter dans dix ans ?
it: Quale storia vuoi poter raccontare tra dieci anni?
ja: 10年後に語れるようになりたい話は何ですか？
ko: 10년 후에 들려줄 수 있으면 좋겠는 이야기가 있나요?
nb: Hvilken historie vil du kunne fortelle om ti år?
nl: Welk verhaal wil je over tien jaar kunnen vertellen?
pl: Jaką historię chcesz móc opowiedzieć za dziesięć lat?
pt_br: Que história você quer poder contar em dez anos?
sv: Vilken historia vill du kunna berätta om tio år?
uk: Яку історію ви хочете мати змогу розповісти через десять років?
zh_hans: 你希望十年后能讲出哪个故事？

source: What’s a story your family always tells about you?
de: Welche Geschichte erzählt deine Familie immer über dich?
es: ¿Qué historia cuenta siempre tu familia sobre ti?
fr: Quelle histoire ta famille raconte-t-elle toujours à ton sujet ?
it: Quale storia la tua famiglia racconta sempre su di te?
ja: 家族がいつも話すあなたの話は何ですか？
ko: 가족이 항상 당신에 대해 말하는 이야기는 무엇인가요?
nb: Hvilken historie forteller familien din alltid om deg?
nl: Welk verhaal vertelt je familie altijd over jou?
pl: Jaką historię twoja rodzina zawsze opowiada o tobie?
pt_br: Qual história sua família sempre conta sobre você?
sv: Vilken historia berättar din familj alltid om dig?
uk: Яку історію ваша родина завжди розповідає про вас?
zh_hans: 你的家人总是讲关于你的哪个故事？

source: What's a story your family tells about you that you don't remember?
de: Welche Geschichte erzählt deine Familie über dich, an die du dich nicht erinnerst?
es: ¿Qué historia cuenta tu familia sobre ti que no recuerdas?
fr: Quelle histoire ta famille raconte-t-elle sur toi dont tu ne te souviens pas ?
it: Quale storia racconta la tua famiglia su di te che non ricordi?
ja: 家族が話す、あなたが覚えていない話は何ですか？
ko: 가족이 이야기하지만 당신이 기억하지 못하는 이야기는 무엇인가요?
nb: Hvilken historie forteller familien din om deg som du ikke husker?
nl: Welk verhaal vertelt jouw familie over jou dat jij je niet herinnert?
pl: Jaką historię o tobie opowiada twoja rodzina, a ty jej nie pamiętasz?
pt_br: Qual história sua família conta sobre você que você não lembra?
sv: Vilken historia berättar din familj om dig som du inte minns?
uk: Яку історію про тебе розповідає родина, а ти її не пам’ятаєш?
zh_hans: 你家讲过的关于你的哪个故事你自己却记不起来了？

source: What's a talent you have that you'd like to turn into a side business?
de: Welches Talent hast du, das du gerne in ein Nebengeschäft verwandeln würdest?
es: ¿Qué talento tienes que te gustaría convertir en un negocio secundario?
fr: Quel talent as-tu que tu aimerais transformer en activité secondaire ?
it: Quale talento hai che vorresti trasformare in un'attività secondaria?
ja: 副業にしたいと思う自分の才能は何ですか？
ko: 부업으로 만들고 싶은 자신의 재능이 있나요?
nb: Hvilket talent har du som du gjerne vil gjøre om til en sidevirksomhet?
nl: Welk talent heb je dat je om zou willen zetten in een side business?
pl: Jaki talent chciałbyś zamienić w dodatkowy biznes?
pt_br: Qual talento você tem que gostaria de transformar em um negócio paralelo?
sv: Vilken talang har du som du skulle vilja göra om till en sidoverksamhet?
uk: Який у вас талант, який ви хотіли б перетворити на побічний бізнес?
zh_hans: 你拥有哪个你想把它变成副业的才能？

source: What's a thing you collected as a kid that would be worth a lot now?
de: Was ist eine Sache, die du als Kind gesammelt hast und die heute viel wert wäre?
es: ¿Qué cosa coleccionabas de niño que ahora valdría mucho?
fr: Quelle chose collectionnais-tu enfant qui vaudrait cher aujourd’hui ?
it: Cosa collezionavi da bambino che oggi varrebbe molto?
ja: 子供の頃に集めていて、今だったら高値がつきそうなものは何ですか？
ko: 어릴 적 모았던 것 중 지금이라면 큰 가치가 있을 만한 것은 무엇인가요?
nb: Hva samlet du på som barn som ville vært mye verdt nå?
nl: Wat verzamelde je als kind dat nu veel waard zou zijn?
pl: Co zbierałeś jako dziecko, co teraz byłoby wiele warte?
pt_br: O que você colecionava quando criança que valeria muito hoje?
sv: Vad samlade du på som barn som skulle vara värt mycket nu?
uk: Що ти колекціонував у дитинстві, що зараз мало б велику ціну?
zh_hans: 你小时候收集的什么东西现在会很值钱？

source: What's a thing you do for others that you rarely do for yourself?
de: Was tust du für andere, das du selten für dich selbst tust?
es: ¿Qué haces por los demás que rara vez haces por ti mismo?
fr: Quelle chose faites-vous pour les autres que vous faites rarement pour vous-même ?
it: Cosa fai per gli altri che raramente fai per te stesso?
ja: 他人のためにしていることで、自分自身にはめったにしないことは何ですか？
ko: 다른 사람을 위해 하면서 자신에게는 거의 하지 않는 일은 무엇인가요?
nb: Hva gjør du for andre som du sjelden gjør for deg selv?
nl: Wat doe jij voor anderen wat je zelden voor jezelf doet?
pl: Co robisz dla innych, czego rzadko robisz dla siebie?
pt_br: O que você faz pelos outros que raramente faz por si mesmo?
sv: Vad gör du för andra som du sällan gör för dig själv?
uk: Що ви робите для інших, але рідко для себе?
zh_hans: 你为别人做的哪件事，却很少为自己做？

source: What's a thing you do to feel more like a local when you travel?
de: Was tust du, um dich auf Reisen mehr wie ein Einheimischer zu fühlen?
es: ¿Qué haces para sentirte más como un local cuando viajas?
fr: Que fais-tu pour te sentir plus comme un local en voyage ?
it: Cosa fai per sentirti più come un locale quando viaggi?
ja: 旅行中に現地の人により近づくためにしていることは何ですか？
ko: 여행할 때 현지인처럼 느껴지기 위해 하는 일은 무엇인가요?
nb: Hva gjør du for å føle deg mer som en lokal når du reiser?
nl: Wat doe je om je meer als een local te voelen tijdens het reizen?
pl: Co robisz, aby poczuć się bardziej jak miejscowy podczas podróży?
pt_br: O que você faz para se sentir mais como um local ao viajar?
sv: Vad gör du för att känna dig mer som en lokal när du reser?
uk: Що ви робите, щоб почуватися більш місцевим під час подорожей?
zh_hans: 旅行时你会做什么来让自己感觉更像当地人？

source: What's a thing you envy about how other people love?
de: Was beneidest du an der Art, wie andere Menschen lieben?
es: ¿Qué envidias de la forma en que otras personas aman?
fr: Qu'est-ce que vous enviez dans la façon dont les autres aiment ?
it: Cosa invidi del modo in cui amano le altre persone?
ja: 他の人の愛し方で羨ましいと思うことは何ですか？
ko: 다른 사람들이 사랑하는 방식 중 부러운 점은 무엇인가요?
nb: Hva misunner du ved hvordan andre mennesker elsker?
nl: Wat benijdt je aan hoe andere mensen liefhebben?
pl: Czego zazdrościsz w tym, jak inni kochają?
pt_br: O que você inveja na maneira como outras pessoas amam?
sv: Vad avundas du med hur andra människor älskar?
uk: Чому ви заздрите в тому, як люблять інші люди?
zh_hans: 别人爱的方式中，你羡慕什么？

source: What's a thing you hope never changes in your closest relationships?
de: Was hoffst du, ändert sich nie in deinen engsten Beziehungen?
es: ¿Qué esperas que nunca cambie en tus relaciones más cercanas?
fr: Qu'espérez-vous qui ne change jamais dans vos relations les plus proches ?
it: Cosa speri non cambi mai nelle tue relazioni più strette?
ja: 最も親しい関係において、変わらないでほしいことは何ですか？
ko: 가장 가까운 관계에서 변하지 않았으면 하는 것은 무엇인가요?
nb: Hva håper du aldri endrer seg i dine nærmeste relasjoner?
nl: Wat hoop je dat nooit verandert in je meest intieme relaties?
pl: Co, masz nadzieję, nigdy się nie zmieni w twoich najbliższych relacjach?
pt_br: O que você espera que nunca mude em seus relacionamentos mais próximos?
sv: Vad hoppas du aldrig förändras i dina närmaste relationer?
uk: Що, на вашу думку, ніколи не повинно змінюватися у ваших найближчих стосунках?
zh_hans: 在你最亲密的关系中，你希望什么永远不变？

source: What's a thing you love about humanity in general?
de: Was liebst du im Allgemeinen an der Menschheit?
es: ¿Qué cosa amas de la humanidad en general?
fr: Qu'aimez-vous chez l'humanité en général ?
it: Cosa ami dell'umanità in generale?
ja: 人類全般について、あなたが愛していることは何ですか？
ko: 인류 전체에 대해 당신이 사랑하는 점은 무엇인가요?
nb: Hva er noe du elsker med menneskeheten generelt?
nl: Wat hou je over het algemeen aan de mensheid?
pl: Co kochasz w ludzkości ogólnie?
pt_br: O que você ama na humanidade em geral?
sv: Vad älskar du med mänskligheten i allmänhet?
uk: Що ви любите в людстві загалом?
zh_hans: 总的来说，你爱人类的哪一点？

source: What's a thing you love about yourself that took a long time to appreciate?
de: Was liebst du an dir selbst, das du lange nicht zu schätzen wusstest?
es: ¿Qué cosa amas de ti mismo que te tomó mucho tiempo apreciar?
fr: Qu'aimez-vous chez vous-même que vous avez mis longtemps à apprécier ?
it: Cosa ami di te stesso che hai impiegato molto tempo ad apprezzare?
ja: 長い時間をかけてようやく評価できるようになった、自分の好きなところは何ですか？
ko: 오랜 시간이 지나서야 깨닫게 된, 자신에 대해 사랑하는 점은 무엇인가요?
nb: Hva er det du elsker ved deg selv som det tok lang tid å sette pris på?
nl: Wat hou je van jezelf waar je lang over hebt gedaan om te waarderen?
pl: Co kochasz w sobie, a docenienie tego zajęło ci dużo czasu?
pt_br: O que você ama em si mesmo que levou muito tempo para apreciar?
sv: Vad älskar du hos dig själv som tog lång tid att uppskatta?
uk: Що ви любите в собі, що потребувало багато часу, щоб оцінити?
zh_hans: 你花了很长时间才懂得欣赏自己的哪一点？

source: What's a thing you pack too much of every single time?
de: Was packst du jedes Mal zu viel ein?
es: ¿Qué cosa empacas de más cada vez?
fr: Quelle chose emportes-tu trop à chaque fois ?
it: Cosa metti sempre troppo nello zaino ogni volta?
ja: 毎回詰め込みすぎてしまうものは何ですか？
ko: 매번 너무 많이 싸는 물건은 무엇인가요?
nb: Hva pakker du for mye av hver eneste gang?
nl: Wat pak je elke keer te veel in?
pl: Co pakujesz za każdym razem za dużo?
pt_br: O que você sempre leva demais toda vez?
sv: Vad packar du för mycket av varje gång?
uk: Що ви щоразу пакуєте занадто багато?
zh_hans: 你每次都会打包过多的东西是什么？

source: What's a thing your family did that you thought was normal but wasn't?
de: Was hat deine Familie getan, das du für normal hieltest, aber nicht war?
es: ¿Qué cosa hacía tu familia que pensabas que era normal pero no lo era?
fr: Quelle chose faisait ta famille que tu pensais normale mais qui ne l’était pas ?
it: Cosa faceva la tua famiglia che pensavi fosse normale ma non lo era?
ja: 家族がやっていたことで、普通だと思っていたけど実はそうではなかったことは何ですか？
ko: 가족이 했던 일 중 당연하다고 생각했지만 실제로는 그렇지 않았던 일은 무엇인가요?
nb: Hva gjorde familien din som du trodde var normalt, men som ikke var det?
nl: Wat deed jouw gezin dat jij normaal vond maar niet was?
pl: Co robiła twoja rodzina, co myślałeś, że jest normalne, ale nie było?
pt_br: O que sua família fazia que você achava normal mas não era?
sv: Vad gjorde din familj som du trodde var normalt men inte var det?
uk: Що робила твоя родина, що ти вважав нормальним, але це не було таким?
zh_hans: 你家做过的哪件事你以为是正常的但其实不是？

source: What's a time you chose kindness over being right, and how did it feel?
de: Wann hast du Freundlichkeit statt Recht haben gewählt – und wie hat es sich angefühlt?
es: ¿Cuándo elegiste la amabilidad sobre tener razón, y cómo te sentiste?
fr: Quand avez-vous choisi la gentillesse plutôt que d'avoir raison, et comment vous êtes-vous senti(e) ?
it: Quando hai scelto la gentilezza invece di avere ragione, e come ti sei sentito?
ja: 正しさよりも優しさを選んだのはいつですか？その時の気持ちはどうでしたか？
ko: 옳음보다 친절을 선택한 때는 언제였고, 느낌이 어땠나요?
nb: Når valgte du vennlighet fremfor å ha rett, og hvordan føltes det?
nl: Wanneer koos je voor vriendelijkheid in plaats van gelijk hebben, en hoe voelde dat?
pl: Kiedy wybrałeś życzliwość zamiast racji i jak się z tym czułeś?
pt_br: Quando você escolheu a gentileza em vez de estar certo, e como se sentiu?
sv: När valde du vänlighet framför att ha rätt, och hur kändes det?
uk: Коли ви обрали доброту замість правоти, і які були відчуття?
zh_hans: 什么时候你选择了善意而不是正确？感觉如何？

source: What's a time you chose yourself over a relationship, and was it right?
de: Wann hast du dich für dich selbst statt für eine Beziehung entschieden – und war das richtig?
es: ¿Cuándo te elegiste a ti mismo sobre una relación, y fue lo correcto?
fr: Quand avez-vous choisi vous-même plutôt qu'une relation, et était-ce la bonne décision ?
it: Quando hai scelto te stesso invece di una relazione, ed è stata la scelta giusta?
ja: 自分自身を関係よりも優先したのはいつですか？それは正しかったですか？
ko: 관계보다 자신을 선택한 때는 언제였고, 그것이 옳았나요?
nb: Når valgte du deg selv fremfor et forhold, og var det riktig?
nl: Wanneer koos je voor jezelf boven een relatie, en was dat de juiste keuze?
pl: Kiedy wybrałeś siebie zamiast związku i czy to była dobra decyzja?
pt_br: Quando você se escolheu em vez de um relacionamento, e foi a decisão certa?
sv: När valde du dig själv framför en relation, och var det rätt?
uk: Коли ви обрали себе замість стосунків, і чи це було правильно?
zh_hans: 什么时候你选择了自己而不是一段关系，这样对吗？

source: What's a time you felt like a black sheep in your own family?
de: Wann hast du dich wie das schwarze Schaf in deiner eigenen Familie gefühlt?
es: ¿Cuándo te sentiste como la oveja negra de tu propia familia?
fr: Quand as-tu eu l’impression d’être le mouton noir de ta propre famille ?
it: Quando ti sei sentito come la pecora nera della tua famiglia?
ja: 自分の家族の中で黒い羊のように感じたのはいつですか？
ko: 가족 중에서 자신만 따돌림당한다고 느꼈던 때는 언제인가요?
nb: Når følte du deg som et svart får i din egen familie?
nl: Wanneer voelde jij je het zwarte schaap in je eigen familie?
pl: Kiedy czułeś się jak czarna owca we własnej rodzinie?
pt_br: Quando você se sentiu a ovelha negra da sua própria família?
sv: När kände du dig som ett svart får i din egen familj?
uk: Коли ти відчув себе білою вороною у власній родині?
zh_hans: 什么时候你觉得自己是家里的“害群之马”？

source: What's a time you felt truly grown up as a child?
de: Wann hast du dich als Kind wirklich erwachsen gefühlt?
es: ¿Cuándo te sentiste realmente adulto siendo niño?
fr: Quand as-tu vraiment eu l’impression d’être adulte étant enfant ?
it: Quando ti sei sentito veramente grande da bambino?
ja: 子供の頃に本当に大人になったと感じた瞬間はいつですか？
ko: 어릴 때 정말 어른이 되었다고 느꼈던 순간은 언제인가요?
nb: Når følte du deg virkelig voksen som barn?
nl: Wanneer voelde jij je als kind echt volwassen?
pl: Kiedy poczułeś się naprawdę dorosły jako dziecko?
pt_br: Quando você se sentiu verdadeiramente adulto quando criança?
sv: När kände du dig verkligen vuxen som barn?
uk: Коли в дитинстві ти відчув себе справді дорослим?
zh_hans: 你小时候哪个时刻让你觉得自己真正长大了？

source: What's a time you felt truly vulnerable and it was okay?
de: Wann hast du dich wirklich verletzlich gefühlt – und es war in Ordnung?
es: ¿Cuándo te sentiste realmente vulnerable y estuvo bien?
fr: Quand vous êtes-vous senti(e) vraiment vulnérable et que c'était acceptable ?
it: Quando ti sei sentito veramente vulnerabile ed è andato tutto bene?
ja: 本当に傷つきやすいと感じても大丈夫だったのはいつですか？
ko: 정말 취약하다고 느꼈지만 괜찮았던 때는 언제인가요?
nb: Når følte du deg virkelig sårbar, og det var greit?
nl: Wanneer voelde je je echt kwetsbaar en was het oké?
pl: Kiedy czułeś się naprawdę bezbronny i było dobrze?
pt_br: Quando você se sentiu verdadeiramente vulnerável e ficou tudo bem?
sv: När kände du dig riktigt sårbar och det var okej?
uk: Коли ви відчули справжню вразливість, і це було нормально?
zh_hans: 什么时候你感到真正的脆弱，但也没关系？

source: What's a time you felt unconditional love, either giving or receiving?
de: Wann hast du bedingungslose Liebe erfahren – entweder gebend oder empfangend?
es: ¿Cuándo sentiste amor incondicional, ya sea dando o recibiendo?
fr: Quand avez-vous ressenti un amour inconditionnel, que ce soit en donnant ou en recevant ?
it: Quando hai provato amore incondizionato, sia dando che ricevendo?
ja: 無条件の愛を感じたのはいつですか（与える側・受け取る側どちらでも）？
ko: 무조건적인 사랑을 느낀 때는 언제인가요? 주거나 받을 때 모두?
nb: Når følte du ubetinget kjærlighet, enten ved å gi eller motta?
nl: Wanneer voelde je onvoorwaardelijke liefde, of dat nu geven of ontvangen was?
pl: Kiedy poczułeś bezwarunkową miłość, dając lub otrzymując?
pt_br: Quando você sentiu amor incondicional, seja dando ou recebendo?
sv: När kände du ovillkorlig kärlek, antingen genom att ge eller ta emot?
uk: Коли ви відчули безумовну любов, даючи чи отримуючи?
zh_hans: 你什么时候感受到无条件的爱（给予或接受）？

source: What's a time you realized you were the 'toxic' one in a dynamic?
de: Wann hast du gemerkt, dass du der 'toxische' Teil in einer Beziehung warst?
es: ¿Cuándo te diste cuenta de que eras el 'tóxico' en una dinámica?
fr: Quand avez-vous réalisé que vous étiez la personne « toxique » dans une dynamique relationnelle ?
it: Quando hai capito di essere la persona 'tossica' in una dinamica?
ja: 自分が人間関係において「有害な側」だと気づいたのはいつですか？
ko: 당신이 관계에서 '유해한' 쪽이라는 것을 깨달은 때는 언제인가요?
nb: Når innså du at du var den 'giftige' i en dynamikk?
nl: Wanneer besefte je dat jij de 'toxische' was in een relatie?
pl: Kiedy zdałeś sobie sprawę, że to ty byłeś 'toksyczny' w relacji?
pt_br: Quando você percebeu que era a pessoa 'tóxica' em uma dinâmica?
sv: När insåg du att du var den 'giftiga' i en relation?
uk: Коли ви зрозуміли, що ви були «токсичною» стороною у стосунках?
zh_hans: 什么时候你意识到自己在一段关系中是有毒的一方？

source: What's a title you'd love to have (e.g., 'Doctor', 'Captain', 'President')?
de: Welchen Titel würdest du liebend gerne haben (z.B. 'Doktor', 'Kapitän', 'Präsident')?
es: ¿Qué título te encantaría tener (p.ej., 'Doctor', 'Capitán', 'Presidente')?
fr: Quel titre aimerais-tu avoir (par ex., 'Docteur', 'Capitaine', 'Président') ?
it: Che titolo ti piacerebbe avere (es. 'Dottore', 'Capitano', 'Presidente')?
ja: どんな肩書きが欲しいですか？（例：「博士」「船長」「社長」）
ko: 갖고 싶은 직함이 있나요? (예: '박사', '선장', '대통령')
nb: Hvilken tittel ville du elsket å ha (f.eks. 'Doktor', 'Kaptein', 'President')?
nl: Welke titel zou je graag hebben (bv. 'Doctor', 'Kapitein', 'President')?
pl: Jaki tytuł chciałbyś mieć (np. 'Doktor', 'Kapitan', 'Prezydent')?
pt_br: Qual título você adoraria ter (ex.: 'Doutor', 'Capitão', 'Presidente')?
sv: Vilken titel skulle du älska att ha (t.ex. 'Doktor', 'Kapten', 'President')?
uk: Який титул ви хотіли б мати (наприклад, 'Доктор', 'Капітан', 'Президент')?
zh_hans: 你希望拥有什么头衔（例如“博士”、“船长”、“主席”）？
